{
  "CardClickDataMore": [
    {
      "image": "./images/Smm2.png",
      "id": "SocialMediaMarketing",
      "Heading": "Social Media Marketing",
      "Data1": "Online Social media presence is the most popular and effective method of connecting with clients around the world. We will give your online presence a solid stand and make it engaging with regular standard postings and updates. We likewise handle Public Relations via online media accounts.",
      "Data2": " Our social media management services include handling and heading the client's social media accounts across channels, maintaining coordination, posting engaging content regularly, interacting on the client's behalf and attracting traffic to the pages we handle",
      "Data3": "BS Group offers rewarding bundles that can be customised as per your requirements. Reach us to find out about our packages.",
      "Data4": "Social media management is difficult if you don’t have the best social media managers. But we assure you that with us you will be in the right hands. Our trained social media managers are aware of changing trends, what’s in demand and how to make your page thrive."
    },
    {
      "image": "./images/graphicdesign1.png",
      "id": "GraphicDesigning",
      "Heading": "Graphic Designing",
      "Data1": "The first impression is indeed the last impression. BS Group makes your business look more appealing and relatable with its plethora of designs and all the creative heads at work.",
      "Data2": " Graphic Designing improves the business by the looks as well as in its reach. With Graphic Designing, your business will stand out and will pursue more noteworthy traffic to your site and social accounts.",
      "Data3": "It's the time to lead the way and now is a wonderful opportunity to take the on-field insight to computerized space. Connect with more clients and develop your business dramatically.",
      "Data4": "But why us? ",
      "Data5": "The reason why we stand out all the time is solely because we have trained and experienced graphic designers who constantly brainstorm to bring out unique and trend-setter graphics and designs available out there."
    },
    {
      "image": "./images/websitedesigning.png",
      "id": "WebDevelopment",
      "Heading": "Web Development",
      "Data1": "An appropriately curated site is the best mode for the accomplishment of the business goals. You do not need a magician’s wand for it. All you need is BS Group!",
      "Data2": "Reach out to us and profit from our stunning administrations in web planning, advancement, and upkeep.",
      "Data3": "To accomplish this task of making a well-to-do website, you need professionals who have dedicated years of experience in this field, and that’s exactly where we step in. ",
      "Data4": "Our web designers will plan, create and code internet sites and web pages, many of which combine text with sounds, pictures, graphics and video clips. And, we will take full responsibility for creating the best design and layout of a website or web pages for you."
    },
    {
      "image": "./images/Brand.png",
      "id": "BrandManagement",
      "Heading": "Brand Management",
      "Data1": "What you show to your customers is how they will perceive your brand. To attract and retain customers, it is necessary to build a brand image and brand value. We help you to create and manage the reputation of your brand. All your needs related to your brand will be fulfilled here. ",
      "Data2": "From handling your digital marketing profile, curating your designing needs, delivering any packaging requirements to running campaigns for your brand, we do everything for you at BS Group. Tapping the market by providing specific marketing services during special occasions or festivities also come under our brand management services. ",
      "Data3": "Take our word, you can be relieved once you hand over your brand to us. We'll look after it with utmost care."
    },
    {"image": "./images/hosting.png",
      "id": "DomainMaintenance",
      "Heading": "Domain Maintenance & Website Hosting",
      "Data1": "In recent times, this fast-moving world has shifted and got accustomed to the online mode. So for your website to shine and stand out from the crowd, it's vital to note how a brand operates its website. These technicalities are the base that can take your business to heights",
      "Data2": "This might confuse those just starting but fear not, and we are here for you. We are here to provide refined services from experts in website hosting and domain maintenance. Starting from scratch, we design the draft for your website, buy a domain for your website visibility, and search for the appropriate server to link the domain; last but not least, we also provide a full-fledged maintenance service. In addition, we provide both drag -and- drop & coding facilities as our clients prefer.",
      "Data3": "We are not done yet! We also help in maintaining the website. We know and recognize how essential these services are for a company's online presence. We, therefore, provide flexibility to our customers to curate these services according to their requirements, and we deliver these with great attention to detail."
    },
    {"image": "./images/Seo.png",
      "id": "SearchEngineOptimization",
      "Heading": "Search Engine Optimization",
      "Data1": "Online business is booming! New ideas and companies are being created every single day. There is everyone selling everything on the internet today. But what do you do to make yourself stand out? What do you do so that the consumers choose your brand over everyone else?",
      "Data2": "Here’s how SEO helps. With polished SEO services, we will not only ensure that your company ends up at the very top when consumers search for the product you sell but also for the services you provide. Are you wondering how we will help you take off your company and put it at the top?  ",
      "Data3": "Well, we use specific keywords with high interaction and engagement skills to improve your website’s ranking. In addition, we deliver services in both organic and paid domains. Regular maintenance of the SEO ranking also forms a part of our services.",
      "Data4": "We also have individual departments for each and every service, as well as specialists in that domain who deliver the work according to your requirements. We leave no scope for delay or inconvenience."
    },
    {"image": "./images/Content.png",
      "id": "ContentCreation",
      "Heading": "Content Creation",
      "Data1": "Are you into making new content every day? Really let your mind speak with your dreams and ideas? ",
      "Data2": "Then let me tell you, you can win hearts and top-level business contracts just with the use of engaging content. The words you use to advertise your business significantly impact what customers think about you. So, our Content team strives relentlessly to provide excellent services in this domain: ",
      "Data3": "1.  We present the essence of a brand that attracts customers.",
      "Data4": "2.  We draft the content and captions for regular posting across social media platforms. We also advise on how and what should go on their websites and create content and blogs.",
      "Data5": "3. We frame professional communications for our clients according to their requirements like e-mails, collab messages, promotional and offers information message and many more.",
      "Data6": "All these services are provided with utmost perfection and due care by a professional content creator who wants nothing but to see you and your company grow and thrive! As a result, the content delivered is top notch and has satisfied all our customers."
    }
  ]
}
